{
  "进入": "欢迎来到平开木开门安装现场，选择“木门”。_无施工要点",
  "门洞复检": "在机具库中选择钢卷尺、激光水平仪，对门洞进行复检。_木门在设计、制作和安装前须对门洞进行复检，方便门套板的裁剪和安装，测量时以铺完地砖或地板后的净地面为测量基准，若地面施工未完成，需预留出地面装修材料的厚度；门洞宽度的测量，若五个点的实测值误差大于20mm，则需对洞口进行修整；门洞高度的测量，若三个点的实测值误差大于10mm，测需对洞口进行修整；门洞墙体厚度的测量，五个测量点中的最大值为墙体厚度；洞口墙体平面垂直度≤2mm；洞口墙体侧面垂直度≤10mm；洞口墙体水平度≤5mm。",
  "门洞复检清理": "在机具库中选择灰铲、笤帚，清理门洞。_灰铲将门洞内侧及门套安装位置的腻子等铲掉，利于发泡胶与墙体的粘接；洞口墙体湿度＜25%，若湿度＞25%，应对门洞墙体做好防潮隔离层。",
  "安装门套板测量门套板": "在材料库中选择门套板，在机具库中选择钢卷尺、铅笔、钢尺，依据门扇大小测量门套板的尺寸并画线。_依据门扇尺寸测量门套板并做标记，在测量门套板的尺寸时应考虑到门扇、门洞之间的间隙尺寸。",
  "切割": "在机具库中选择切割机，切割门套板。_切割门套板的尺寸应准确。",
  "组装门套板": "在材料库中选择自攻丝，在机具库中选择手电钻，组装门套板。_门套横板与竖板连接牢固，套板之间的缝隙要严密、平整、无错位；门套横板与竖板连接处成90度角。",
  "临时固定门套": "在材料库中选择木楔，在机具库中选择横撑、榔头，安装门套板并临时固定。_横撑的顶端需有橡胶套，避免损伤套板的漆面。",
  "检测校正": "在机具库中选择钢卷尺、激光水平仪、角尺，检测门套的尺寸及垂直度。_门套内径高度允许偏差+3.0，宽度允许偏差+1.5；门套正、侧面安装垂直度允许偏差1.0；采用后塞口的施工方法，洞口与门框的安装间隙为12mm～20mm；在卫生间、地下室等湿度比较大的房间，门套与地面禁止直接接触，需留2～3mm空隙，然后打硅酮耐候胶进行密封，以免产品受潮而变形；若门套下端有锯口，则锯后端面要涂刷防水渗透剂，防止潮气浸入。",
  "堵塞缝隙": "在材料库中选择发泡剂，在机具库中选择密封胶注射枪，堵塞缝隙。_发泡剂的施工温度范围10℃～25℃。",
  "安装门套线切割门套线": "在材料库中选择门套线，在机具库中选择钢卷尺、铅笔、切割机，切割门套线。_依据门套线的安装要求测量并切割门套线；门套线的横竖连接有45度连接和直角连接两种方式。",
  "涂胶": "在机具库中选择毛刷，清理门套板槽口，并给门套线涂胶。_安装门套线之前，应将门套板的槽口清理干净；门套线上的防水胶应涂刷均匀。",
  "安装门套线": "单击门套线，安装门套线。_直角门套线的竖套线与横套线上口水平误差控制在1～2mm，且竖套线高；直角套线竖套线与横套线平面误差控制在2～3mm，且竖套线高；直角门套线横竖套线之间的缝隙≤0.5mm；直角门套线横竖之间插槽缝≤0.2mm；45度角门套线，套线接缝处要严密、平整无错台；门套线与墙体的粘贴应牢固，如有防水胶外露，应及时去除。",
  "收口": "在材料库中选择密封胶，在机具库中选择密封胶注射枪，密封胶收口。_由于墙体不垂直或厚度不均导致门套线与墙体有缝隙，缝隙处用密封胶收口。",
  "安装门扇测量定位": "在材料库中选择门扇，在机具库中选择钢卷尺、铅笔，测量并标记合页安装位置。_使用钢卷尺沿门扇上、下口各测量200mm，确定活页安装位置。", 
  "安装活页": "在材料库中选择木垫块，在机具库中选择铅笔，立门扇并标记固定位置。_将门扇立起并紧靠门套，铅笔标记合页的固定位置，位置应准确。",
  "确定螺丝固定位置": "在材料库中选择导轨，在机具库中选择铅笔，确定导轨的固定位置。_无施工要点",
  "固定": "在材料库中选择自攻丝，在机具库中选择手电钻、线锤，安装门扇。_调整合页为最佳状态，合页螺丝十字方向一致，合页商标向上安装，保证门扇开启轻松、无摩擦声，门扇平整、垂直；门扇关严后与密封条结合紧密，门扇不摆动。",
  "自检": "在机具库中选择靠尺、塞尺，自检木门的平整度、垂直度，门缝间隙。_门扇与上门套板、侧门套板间留缝1.5～4.0mm；门扇下地面间留缝，外门4.0～6.0mm；内门6.0～8.0mm；卫生间门8.0～10.0mm。",
  "安装五金件安装门锁": "在材料库中选择门锁、拉手，在机具库中选择手电钻、凿子、榔头，安装门锁及把手。_认真查看门锁、把手的《使用说明书》并进行安装；锁孔中心距地面高度一般为900～1050mm；拉手安装应垂直、无倾斜现象；锁具安装完后，检查门扇、门锁开关是否灵活，有无抖动现象，如有需及时调整锁具位置。",
  "安装门吸": "在材料库中选择门吸、3M胶，安装门吸。_此处采用的免打孔门吸，在粘贴门吸时，确保门扇和墙体粘贴门吸处干净；粘贴24小时后，方可开关门扇；门吸的安装应坚实牢固，不可有松动。",
  "清理": "在机具库中选择棉布、笤帚，擦拭木门并清理施工现场。_无施工要点",
  "结束": "恭喜您已完成平开木门的安装！_恭喜您已完成平开木门的安装！"
} 