{
  "安装斜支撑U型托座": "当前步骤为：欢迎进入预制剪力墙内墙，请在器材栏中选择U型托座_预制剪力墙（外墙）就位后，采用斜向支撑将预制剪力墙（外墙）临时固定。斜向支撑主要用于固定与调整预制剪力墙（外墙），确保预制剪力墙（外墙）安装垂直度，加强预制剪力墙（外墙）与主体结构的连接，确保灌浆和后浇混凝土浇筑时，墙体不产生位移；楼面斜支撑常规采用膨胀螺栓进行安装。安装时需与安装处楼面板预埋管线及钢筋位置、板厚等因素进行统合考虑，避免损坏、打穿、打断楼板预埋线管、钢筋、其他预埋装置等，打穿楼板。用于斜支撑安装的预埋件一般位于墙体的2/3处，且不应小于构件高度的 1/2，短斜支撑与竖向呈30°～45°角，长斜支撑与竖向呈45°～60°角，长度小于6 m的墙板一般布置2根斜支撑，大于或等于6 m的设3根斜支撑，斜支撑应布置于构件的同侧。",
  "安装斜支撑电动扳手": "当前步骤为：安装斜支撑电动扳手请选择电动扳手_预制剪力墙（外墙）就位后，采用斜向支撑将预制剪力墙（外墙）临时固定。斜向支撑主要用于固定与调整预制剪力墙（外墙），确保预制剪力墙（外墙）安装垂直度，加强预制剪力墙（外墙）与主体结构的连接，确保灌浆和后浇混凝土浇筑时，墙体不产生位移；楼面斜支撑常规采用膨胀螺栓进行安装。安装时需与安装处楼面板预埋管线及钢筋位置、板厚等因素进行统合考虑，避免损坏、打穿、打断楼板预埋线管、钢筋、其他预埋装置等，打穿楼板。用于斜支撑安装的预埋件一般位于墙体的2/3处，且不应小于构件高度的 1/2，短斜支撑与竖向呈30°～45°角，长斜支撑与竖向呈45°～60°角，长度小于6 m的墙板一般布置2根斜支撑，大于或等于6 m的设3根斜支撑，斜支撑应布置于构件的同侧。",
  "安装斜支撑斜支撑": "当前步骤为：安装斜支撑斜支撑，请使用斜支撑_预制剪力墙（外墙）就位后，采用斜向支撑将预制剪力墙（外墙）临时固定。斜向支撑主要用于固定与调整预制剪力墙（外墙），确保预制剪力墙（外墙）安装垂直度，加强预制剪力墙（外墙）与主体结构的连接，确保灌浆和后浇混凝土浇筑时，墙体不产生位移；楼面斜支撑常规采用膨胀螺栓进行安装。安装时需与安装处楼面板预埋管线及钢筋位置、板厚等因素进行统合考虑，避免损坏、打穿、打断楼板预埋线管、钢筋、其他预埋装置等，打穿楼板。用于斜支撑安装的预埋件一般位于墙体的2/3处，且不应小于构件高度的 1/2，短斜支撑与竖向呈30°～45°角，长斜支撑与竖向呈45°～60°角，长度小于6 m的墙板一般布置2根斜支撑，大于或等于6 m的设3根斜支撑，斜支撑应布置于构件的同侧。",
  "就位调整线锤": "当前步骤为：就位调整线锤，请使用线锤_调整短支撑调节预制剪力墙（外墙）位置；调整长支撑调节预制剪力墙（外墙）的垂直度；预制剪力墙（外墙）的垂直度误差小于5mm。相邻预制剪力墙（外墙）的平整度应符合设计要求。",
  "就位调整水平尺": "当前步骤为：就位调整水平尺，请使用水平尺_调整短支撑调节预制剪力墙（外墙）位置；调整长支撑调节预制剪力墙（外墙）的垂直度；预制剪力墙（外墙）的垂直度误差小于5mm。相邻预制剪力墙（外墙）的平整度应符合设计要求。",
  "吊装其他墙": "当前步骤为：吊装其他墙，请使用塔吊_为减少相邻墙板的干涉影响，各流水段内、外墙板均按逆时针顺序进行吊装，严禁打乱吊装顺序。",
  "灌浆": "当前步骤为： 灌浆，请使用灌浆机_用灌浆泵（枪）从接头下方的灌浆孔处向套筒内压力灌浆，特别注意正常灌浆浆料要在自加水搅拌开始20～30min内灌完，以尽量保留一定的操作应急时间。同一仓只能一个灌浆孔灌浆，不能同时选择两个以上孔灌浆；同一仓应连续灌浆，不得中途停顿，如果中途停顿，再次灌浆时，应保证已灌入的浆料有足够的流动性后，还需要将已经封堵的出浆孔打开，待灌浆料再次流出后逐个封堵出浆孔。",
  "封堵浆孔": "当前步骤为：封堵浆孔，请使用橡胶塞_接头灌浆时，待接头上方的排浆孔流出浆料后，及时用专用橡胶塞封堵。灌浆泵（枪）口撤离灌浆孔时，也应立即封堵。通过水平缝连通腔一次向构件的多个接头灌浆时，应按浆料排出先后依次封堵灌浆排浆孔，封堵时灌浆泵（枪）一直保持灌浆压力，直至所有灌排浆孔出浆并封堵牢固后再停止灌浆。如有漏浆须立即补灌损失的浆料。在灌浆完成、浆料凝结前，应巡视检查已灌浆的接头，如有漏浆及时处理。",
  "绑扎现浇节点钢筋": "当前步骤为：绑扎现浇节点钢筋，请使用扎丝勾子_现浇节点钢筋绑扎完毕后，经监理验收合格后方可支模。",
  "贴海绵条": "当前步骤为：贴海绵条，请使用海绵条_沿剪力墙（外墙）控制边线贴海绵条，防止浇筑混凝土时漏浆。",
  "支铝模板": "当前步骤为：支铝模板，请使用固定横梁_铝模板的安装位置应准确，紧固，防水浇筑混凝土时发生倾斜。",
  "垫砂浆": "当前步骤为：垫砂浆，请使用铁锹_结合处所垫水泥砂浆与浇筑混凝土的配合比相同。",
  "浇筑混凝土": "当前步骤为：浇筑混凝土，请使用振捣器_在浇筑现浇混凝土节点时，应分层浇筑，每层厚度不应超过500mm。在浇筑上层混凝土并振捣时，振捣棒应插入下层混凝土，不少于50mm，让两层混凝土充分混合。在振捣时，振捣棒不应碰触模板内的钢筋。",
  "养护": "当前步骤为：养护，请使用水管_浇筑完成后24小时内浇水养护。",
  "拆模": "当前步骤为：拆模，请使用活口扳手_混凝土强度达到设计要求后方可拆除模板，拆模顺序为先支后拆，后支先拆，且从上向下拆除。",
  "结束": "当前步骤为：已完成所有步骤_已完成所有步骤"
} 