{
  "检查预制剪力墙": "当前步骤为：欢迎进入预制剪力墙外墙，请在器材栏中选择预制剪力墙_预制构件进场首先检查构件合格证并附构件出厂混凝土同条件抗压强度报告。预制构件进场检查构件标识是否准确、齐全。（1）型号标识：类别、连接方式、混凝土强度等级、尺寸。（2）安装标识：构件位置、连接位置。",
  "清理": "当前步骤为：清理请选择吹风机_吊装前清理结合处的杂物，不得有混凝土残渣、油污、灰尘等。",
  "洒水": "当前步骤为：洒水，请使用水壶_保持结合处湿润，但不能有积水。",
  "确定轴线": "当前步骤为：确定轴线，请使用经纬仪_楼面混凝土上强度后，清理结合面，由专业测量员放出测量定位控制轴线、预制柱定位边线及200mm控制线，并做好标识。",
  "弹轴线": "当前步骤为：弹轴线，请使用墨斗_在弹线前应确保作业面无水渍；在拉起墨斗线时应垂直向上拉起，所弹墨线应清晰。",
  "确定边线和控制线": "当前步骤为：确定边线和控制线，请使用钢卷尺_测量和标记应准确。钢卷尺在测量时应以轴线为起点，且钢卷尺垂直于轴线。",
  "单边线和控制线": "当前步骤为：单边线和控制线，请使用墨斗_在弹线前应确保作业面无水渍；在拉起墨斗线时应垂直向上拉起，所弹墨线应清晰。",
  "校正预留插筋钢套板": "当前步骤为：校正预留插筋钢套板，请使用钢套板_使用自制钢筋定位控制钢套板对板面预留竖向钢筋进行复核，检查预留钢筋位置、垂直度，对不符合要求的钢筋进行矫正，对偏位的钢筋及时进行调整；校正后的预留钢筋中心位置偏差控制在0～±3mm范围外。",
  "校正预留插筋调直工具": "当前步骤为：校正预留插筋调直工具，请使用调直工具_使用自制钢筋定位控制钢套板对板面预留竖向钢筋进行复核，检查预留钢筋位置、垂直度，对不符合要求的钢筋进行矫正，对偏位的钢筋及时进行调整；校正后的预留钢筋中心位置偏差控制在0～±3mm范围外。",
  "检测预留插筋长度": "当前步骤为：检测预留插筋长度，请使用钢卷尺_使用钢卷尺测量预留插筋的长度，对不符合设计要求的应采取措施补救，长度偏差控制在0~15 mm之间。钢筋表面应无严重锈蚀，无粘贴物。",
  "压条铺设801胶": "当前步骤为： 压条铺设801胶，请使用801胶_楼板面和钢筋表面清理完成后,构件底部的缝隙要提前粘贴保温密封条，保温密封条采用橡塑棉条，其宽度为40mm、厚度为40mm,棉条用胶粘贴在下层墙板保温层的顶面之上，粘贴位置距保温层内侧不得小于10mm。",
  "压条铺设毛刷": "当前步骤为：压条铺设毛刷，请使用毛刷_楼板面和钢筋表面清理完成后,构件底部的缝隙要提前粘贴保温密封条，保温密封条采用橡塑棉条，其宽度为40mm、厚度为40mm,棉条用胶粘贴在下层墙板保温层的顶面之上，粘贴位置距保温层内侧不得小于10mm。",
  "抄平": "当前步骤为：抄平，请使用水准仪_使用水准仪检测预制剪力墙（外墙）安装处的标高，标高以本层结构标高正20mm为准。依据实测数值放置相应高度的垫片，进行标高找平，并防止垫片移位；垫片安装应注意避免堵塞注浆孔及灌浆连通腔。",
  "座浆": "当前步骤为：座浆，请使用铁抹子_依据设计要求，砂浆的强度等级不应低于被连接构件的混凝土强度等级。底部坐浆强度检验以每层为一检验批，每工作班组应制作一组且每层不应少于 3 组边长为70.7mm 的立方体试件，标准养护 28d 后进行抗压强度试验。预制剪力墙（内墙）安装底部采用坐浆法时，坐浆厚度不应大于20mm。",
  "安装外防护架外防护架": "当前步骤为：安装外防护架外防护架，请使用外防护架_外防护架的安装应牢固。",
  "安装外防护架活口扳手": "当前步骤为：安装外防护架活口扳手，请使用活口扳手_外防护架的安装应牢固。",
  "塔吊准备": "当前步骤为：塔吊准备，请使用塔吊_吊点位置和吊钩形式，必须按设计计算后的设点部位放置。调整好吊索长度尺寸，检查索具是否顺畅。在选择起重吊装设备时重点考虑起重力矩、重量、高度和工作幅度等要素。",
  "选择吊具": "当前步骤为：选择吊具，请使用扁担梁_预制剪力墙（外墙）吊装前，应根据其重量、形状和尺寸来确定配套吊具，宜采用可调式扁担梁均衡起吊就位。按设计图纸校核预制剪力墙（外墙）预埋连接件及接驳钢筋。",
  "起吊预制剪力墙": "当前步骤为：起吊预制剪力墙，请使用预制剪力墙_吊装施工前，信号工需确认构件四周安全情况，起吊到距离地面约0.5m左右时，进行起吊装置安全确认，确定起吊装置安全后，继续起吊作业，至施工楼层距离预留插筋顶部20mm时，略作停顿，安装工人校对楼地面上的定位线扶稳预制剪力墙（外墙），通过小镜子检查预制剪力墙（外墙）下口套筒与连接钢筋位置是否对准，检查合格后缓慢落钩，使预制剪力墙（外墙）落至找平垫片上就位放稳。",
  "结束": "当前步骤为：已完成所有步骤_已完成所有步骤"
}