{
  "预制柱检测": "当前步骤为：欢迎进入预制钢筋混凝土柱，在器材栏中选择钢卷尺_预制构件进场首先检查构件合格证并附构件出厂混凝土同条件抗压强度报告。预制构件进场检查构件标识是否准确、齐全。1）型号标识：类别、连接方式、混凝土强度等级、尺寸。（2）安装标识：构件位置、连接位置。",
  "清理": "当前步骤为：清理请选择吹风机_吊装前清理结合处的杂物，确保结合处干净。",
  "洒水": "当前步骤为：洒水，请使用水管_保持结合处湿润。",
  "确定轴线": "当前步骤为：确定轴线，请使用经纬仪_楼面混凝土上强度后，清理结合面，由专业测量员放出测量定位控制轴线、预制柱定位边线及200mm控制线，并做好标识。",
  "弹轴线": "当前步骤为：弹轴线，请使用墨斗_在弹线前应确保作业面无水渍；在拉起墨斗线时应垂直向上拉起，所弹墨线应清晰。",
  "确定边线和控制线": "当前步骤为：确定边线和控制线，请使用钢卷尺_测量和标记应准确。钢卷尺在测量时应以轴线为起点，且钢卷尺垂直于轴线。",
  "弹边线和控制线": "当前步骤为：弹边线和控制线，请使用墨斗_在弹线前应确保作业面无水渍；在拉起墨斗线时应垂直向上拉起，所弹墨线应清晰。",
  "校正预留插筋": "当前步骤为：校正预留插筋，请使用钢套板_使用自制钢筋定位控制钢套板对板面预留竖向钢筋进行复核，检查预留钢筋位置、垂直度，对不符合要求的钢筋进行矫正，对偏位的钢筋及时进行调整。",
  "检测预留插筋长度": "当前步骤为：检测预留插筋长度，请使用钢卷尺_使用钢卷尺测量预留插筋的长度，对不符合设计要求的应采取措施补救。",
  "测平": "当前步骤为： 测平，请使用水准仪_使用水准仪检测预制柱安装处四个角的标高，测量应准确。",
  "找平": "当前步骤为： 找平，请使用钢垫片_预制柱下部四个角部位根据实测数值放置相应高度的垫片，进行标高找平，并防止垫片移位；垫片安装应注意避免堵塞注浆孔及灌浆连通腔。",
  "塔吊准备": "当前步骤为： 塔吊准备，请使用塔吊_吊点位置和吊钩形式，必须按设计计算后的设点部位放置。调整好吊索长度尺寸，检查索具是否顺畅。在选择起重吊装设备时重点考虑起重力矩、重量、高度和工作幅度等要素。",
  "选择吊具": "当前步骤为： 选择吊具，请使用吊具_预制柱吊装前，应根据预制柱的重量、形状来确定配套吊具，宜采用可调式横吊梁均衡起吊就位。按设计图纸校核预制柱预埋连接件及接驳钢筋。",
  "起吊预制柱": "当前步骤为： 起吊预制柱，请使用塔吊_吊装施工前，信号工需确认构件四周安全情况，起吊到距离地面约0.5m左右时，进行起吊装置安全确认，确定起吊装置安全后，继续起吊作业，至施工楼层距离安装处楼面200mm时，略作停顿，安装工人校对楼地面上的定位线扶稳预制柱，通过小镜子检查预制柱下口套筒与连接钢筋位置是否对准，检查合格后缓慢落钩，使预制柱落至找平垫片上就位放稳。",
  "安装斜支撑": "当前步骤为： 安装斜支撑，请使用斜支撑_预制柱就位后，采用长短两条斜向支撑将预制柱临时固定。斜向支撑主要用于固定与调整预制柱体，确保预制柱安装垂直度，加强预制柱与主体结构的连接，确保灌浆和后浇混凝土浇筑时，柱体不产生位移；楼面斜支撑常规采用膨胀螺栓进行安装。安装时需与安装处楼面板预埋管线及钢筋位置、板厚等因素进行统合考虑，避免损坏、打穿、打断楼板预埋线管、钢筋、其他预埋装置等，打穿楼板。",
  "调整": "当前步骤为： 调整，请使用线锤_采用定位调节工具对预制柱进行微调；调整短支撑调节柱位置，调整长支撑以调整柱垂直度，用撬棍拨动预制柱、用线锤、钢卷尺校正柱体的位置和垂直度；柱体的垂直度误差小于5mm。",
  "检测和紧固": "当前步骤为： 检测和紧固，请使用经纬仪_用经纬仪进行检查，经检查预制柱水平定位、标高及垂直度调整准确无误后紧固斜向支撑，卸去吊索卡环。在安装下一层预制柱前，柱顶部纵向钢筋留出自由端高度，因为柱纵向钢筋自由端较长，在后续钢筋绑扎、混凝土浇捣作业中容易产生偏位。为了避免钢筋偏位后无法与下一层预制柱的预留套筒连接，在预制柱吊装完毕后应安装纵向钢筋定位套箍，固定柱顶部纵向钢筋位置。",
  "拼缝": "当前步骤为： 拼缝，请使用铝模_柱脚四周采用铝模封边，形成密闭灌浆腔，保证在最大灌浆压力（约 1MPa）下密封有效。",
  "成品保护": "当前步骤为： 成品保护，请使用灌浆机_用灌浆泵（枪）从接头下方的灌浆孔处向套筒内压力灌浆，特别注意正常灌浆浆料要在自加水搅拌开始20～30min内灌完，以尽量保留一定的操作应急时间。同一仓只能一个灌浆孔灌浆，不能同时选择两个以上孔灌浆；同一仓应连续灌浆，不得中途停顿，如果中途停顿，再次灌浆时，应保证已灌入的浆料有足够的流动性后，还需要将已经封堵的出浆孔打开，待灌浆料再次流出后逐个封堵出浆孔。",
  "封堵浆孔": "当前步骤为： 封堵浆孔，请使用橡胶塞_接头灌浆时，待接头上方的排浆孔流出浆料后，及时用专用橡胶塞封堵。灌浆泵（枪）口撤离灌浆孔时，也应立即封堵。通过水平缝连通腔一次向构件的多个接头灌浆时，应按浆料排出先后依次封堵灌浆排浆孔，封堵时灌浆泵（枪）一直保持灌浆压力，直至所有灌排浆孔出浆并封堵牢固后再停止灌浆。如有漏浆须立即补灌损失的浆料。在灌浆完成、浆料凝结前，应巡视检查已灌浆的接头，如有漏浆及时处理。",
  "结束": "当前步骤为：已完成所有步骤_已完成所有步骤"
}
